<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海易蔚电子商务有限公司，并保留所有权利。
 * 网站地址: http://www.caiya.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: jeff liu $
 * $Id: wxpay.php 17217 2014-04-30 06:29:08Z jeff lew $
 */

global $_LANG;

$_LANG['wxpay'] = '微信支付';
$_LANG['wxpay_desc'] = '微信支付(wx.qq.com) ';
$_LANG['appid'] = '应用ID';
$_LANG['mch_id'] = '商户ID';
$_LANG['app_secret'] = '应用密钥';
$_LANG['wxpay_key'] = 'KEY密钥';
$_LANG['pay_button'] = '立即使用微信扫码支付';
?>