<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：dkhk.php
 * ----------------------------------------------------------------------------
 * 功能描述：代扣货款语言包
 * ----------------------------------------------------------------------------
 * Licensed ( http://www.ectouch.cn/docs/license.txt )
 * ----------------------------------------------------------------------------
 */

/* 访问控制 */
if (! defined('IN_ECTOUCH')) {
    die('Deny Access');
}

$_LANG['dkhk'] = '代扣货款';
$_LANG['dkhk_desc'] = '此功能消费者无效，仅对在司有货款余额的代理商使用！';